#+title: The Country of Eittland
#+setupfile: ../headers

**** Eittland and the European Union (1994-present)
Although it never applied for membership in the European Union,
Eittland is still part of the European Economic Area as well as the
Schengen Area, making it easy for European citizen as well as
Eittlandic citizens to move freely in Europe. It joined these two
organisations on their creation, in 1994 and in 1995 respectively,
after signing both in 1992 and 1985 respectively.

In 2008, due to the economic crisis and instability of the Eittlandic
Krúna (*EIK*), discussions opened with the European Parliament to adopt
the Euro. Brussels accepted the application in 2013 and the Euro
became the official Eittlandic currency in 2015. Eittlanders have a
ten years window to convert their Eittlandic Krúna in Euros, which
will become the sole currency accepted in Eittland starting January
1st 2026.

EU membership became an important debate topic in politics after the
2013 in the Eurozone, however the government sent no official
membership application to the European Union. Poll estimates paint
mixed feelings from the Eittlandic people with only a thin margin
putting either "yes" or "no" in front of the other when asked if
people would like Eittland to join the EU, as seen below.

|      |  Yes |   No | Do not know |
|------+------+------+-------------|
| 1995 | 40.6 | 34.2 |        25.2 |
| 1998 | 41.2 | 36.3 |        22.5 |
| 2001 | 42.3 | 38.9 |        18.8 |
| 2005 | 43.0 | 40.1 |        16.9 |
| 2009 | 39.5 | 41.3 |        19.2 |
| 2010 | 43.4 | 44.3 |        12.3 |
| 2013 | 45.6 | 44.7 |         9.7 |
| 2015 | 46.4 | 45.9 |         7.7 |
| 2020 | 41.5 | 41.7 |        16.8 |
#+TBLFM: $4=100-($3+$2)

